[
    {
        "heading":"General Consideration:",
        "paragraph": "Treatment for liver cancer varies according to its particular form and stage, just like with many other malignancies. The TNM staging systems serve as the primary basis for cancer staging. Additionally, there are staging systems tailored to liver cancer, and each one provides therapeutic options that could lead to a cure or prevention of cancer recurrence. \n \n Surgery, medicine, and ablation techniques are used as treatments. For liver cancer, numerous chemotherapy medications are also approved."
    },
    {
        "heading":"Hepatocellular carcinoma",
        "paragraph": "For individuals with sufficient hepatic function reserve, the recommended treatment for hepatocellular carcinoma (HCC) is partial surgical resection. Recurrence rates following excision, however, can surpass 70%, whether as a result of the original tumor spreading or developing new tumors. \n \n When a patient has HCC and the tumor satisfies certain requirements, liver transplantation may also be an option (such as the Milan criteria). \n \n The only non-surgical treatment that can provide a cure is percutaneous ablation. Percutaneous ablation can take many different forms. It can involve injecting substances like ethanol or acetic acid into the liver or employing radio frequency ablation, microwaves, lasers, or cryotherapy to produce dramatic temperature changes. \n \n Despite the possibility of using local chemotherapy during a process called transarterial chemoembolization (TACE), systemic chemotherapy is not frequently employed in HCC. Treatment involves applying medications to the tumor that stop blood flow and destroy cancer cells."
    },
    {
        "heading":"Intrahepatic cholangiocarcinoma",
        "paragraph": "Although resection is a possibility for cholangiocarcinoma, less than 30% of cases are treatable at the time of diagnosis. Many intrahepatic cholangiocarcinomas have many focal tumors within the liver, which makes surgical removal of the bulk of these tumors impossible. Following surgery, up to 60% of cases return. \n \n In situations when partial resection is not a possibility, liver transplantation may be utilized; in other cases, adjuvant chemotherapy and radiation may be beneficial. \n \n Since the perihilar area is where 60% of cholangiocarcinomas originate, photodynamic therapy can prolong survival and enhance quality of life in these incurable cases. A new kind of treatment called photodynamic therapy targets the tumor by using chemicals that are activated by light. \n \n Cholangiocarcinoma instances that are incurable may occasionally be treated with systemic chemotherapy, such as gemcitabine and cisplatin."
    },
    {
        "heading":"Hepatoblastoma",
        "paragraph": "Hepatoblastoma can be treated by removing the tumor through surgical resection or liver transplantation. Occasionally, surgery can provide a remedy. Chemotherapy can be applied both prior to and following surgery or a transplant. \n \n Chemotherapy for systemic hepatoblastoma treatment include vincristine, cyclophosphamide, doxorubicin, and cisplatin. Among these medications, cisplatin appears to be the most useful."
    },
    {
        "heading":"Angiosarcoma and hemangiosarcoma",
        "paragraph": "Ultimately, a large number of these cancers are incurable. One course of treatment is to have the damaged liver sections surgically removed. Hemangiosarcomas and angiosarcomas of the liver do not respond well to chemotherapy or liver transplantation."
    }
]