[
  {
    "heading": "1. Introduction",
    "paragraph": "The Ben Kijuu Foundation is committed to protecting the privacy of our website visitors, donors, volunteers, and beneficiaries. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you interact with our website or services."
  },
  {
    "heading": "2. Information We Collect",
    "paragraph": "We may collect the following types of information: \n\n a) Personal Information: Name, email address, phone number, mailing address, and donation details. \n b) Technical Information: IP address, browser type, device information, and cookies. \n c) Usage Information: Pages visited, time spent on the site, and interactions with our content. \n"
  },
  {
    "heading": "3. How We Use Your Information",
    "paragraph": "We use your information for the following purposes: \n \n a) To provide and maintain our services \n b) To process donations and communicate about them \n c) To send newsletters and updates about our work \n d) To improve our website and services \n e) To respond to inquiries and provide support \n f) To comply with legal obligations \n"
  },
  {
    "heading": "4. Information Sharing and Disclosure",
    "paragraph": "We do not sell or rent your personal information. We may share your information in the following circumstances:\n \n a) With service providers who assist in our operations\n b) When required by law or to protect our rights\n c) With your consent\n"
  },
  {
    "heading": "5. Data Security",
    "paragraph": "We implement reasonable security measures to protect your information. However, no method of transmission over the Internet is 100% secure."
  },
  {
    "heading": "6. Your Rights",
    "paragraph": "Depending on your location, you may have rights regarding your personal information, including:  \n \n a) Access to your data \n b) Correction of inaccurate data \n c) Deletion of your data \n d) Objection to certain processing activities \n e) Data portability \n"
  },
  {
    "heading": "7. Children's Privacy",
    "paragraph": "Our website is not intended for children under 13. We do not knowingly collect information from children under 13."
  },
  {
    "heading": "8. Changes to This Policy",
    "paragraph": "We may update this policy from time to time. We will notify you of any changes by posting the new policy on this page."
  }
]