[
  {
    "heading": "1. Acceptance of Terms",
    "paragraph": "By accessing or using the website of The Ben Kijuu Foundation, you agree to comply with and be bound by these Terms of Service. If you do not agree to these terms, please do not use our website."
  }, 
  {
    "heading": "2. Use of Our Website",
    "paragraph": "a) You agree to use our website only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. \n b) You must not use our site to transmit or facilitate the transmission of any unsolicited or unauthorized advertising or promotional material.  \n c) You agree not to attempt to gain unauthorized access to our website, the server on which our site is stored, or any server, computer, or database connected to our site. \n"
  },
  {
    "heading": "3. Intellectual Property",
    "paragraph": "a) The content on our website, including text, graphics, logos, and images, is the property of the Foundation and is protected by copyright and other intellectual property laws. \n b) You may print or download content from our website for your personal, non-commercial use only. \n"
  },
  {
    "heading": "4. Donations",
    "paragraph": "a) All donations are final and non-refundable. \n b) We will use donations in accordance with our mission and as permitted by law. \n c) We reserve the right to decline any donation at our discretion.  \n"
  },
  {
    "heading": "5. Disclaimer of Warranties",
    "paragraph": "a) Our website is provided on an \"as is\" and \"as available\" basis. \n b) We do not warrant that our website will be uninterrupted, timely, secure, or error-free. \n c) The information on our website is for general information purposes only and does not constitute medical advice. \n"
  },
  {
    "heading": "6. Limitation of Liability",
    "paragraph": "To the fullest extent permitted by law, the Foundation shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use or inability to use our website."
  },
  {
    "heading": "7. Indemnification",
    "paragraph": "You agree to indemnify and hold harmless the Foundation, its officers, directors, employees, and agents from any claims, losses, damages, liabilities, and expenses arising out of your use of our website or violation of these terms."
  },
  {
    "heading": "8. Third-Party Links",
    "paragraph": "Our website may contain links to third-party websites. We are not responsible for the content or privacy practices of these sites."
  },
  {
    "heading": "9. Governing Law",
    "paragraph": "These Terms of Service shall be governed by and construed in accordance with the laws of your country, without regard to its conflict of law provisions."
  },
  {
    "heading": "10. Changes to Terms",
    "paragraph": "We reserve the right to modify these terms at any time. We will post the modified terms on this page and update the \"Last updated\" date."
  }
]